Revit 2027 API
ParameterTypeId.RasterSymbolPixelwidth Property
 "Width (pixels)"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RasterSymbolPixelwidth { get; }
Public Shared ReadOnly Property RasterSymbolPixelwidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RasterSymbolPixelwidth {
	ForgeTypeId^ get ();
}
static member RasterSymbolPixelwidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace